{
  "basics": {
    "name": "Cristobal Andres Manzano Martinez",
    "label": "Product Designer | UX/UI Designer | Front-end Developer",
    "image": "/avatar.webp",
    "email": "cristobal.manzano@zanozano.com",
    "phone": "+66 56599134",
    "url": "https://www.zanozano.com/",
    "summary": "+7 years of experience in the design and IT industries, I have built a solid foundation in product design, UX/UI, and front-end development. My expertise in UX/UI is demonstrated through my creation of intuitive and visually appealing interfaces. This expertise is underpinned by a strong understanding of user-centered design and human-computer interaction principles. As a result, I design products that not only captivate visually but also excel in functionality and user experience. My collaborative leadership style and clear communication skills enable me to effectively manage projects and lead teams to success. I am confident in my ability to deliver innovative solutions that bring significant value to any organization.",
    "location": {
      "address": "",
      "postalCode": "41000",
      "city": "Udon Thani",
      "countryCode": "TH",
      "region": "Thailand"
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "username": "zanozano",
        "url": "https://www.linkedin.com/in/zanozano/"
      },
      {
        "network": "GitHub",
        "username": "zanozano",
        "url": "https://github.com/zanozano"
      }
    ]
  },
  "work": [
    {
      "name": "Zanozano",
      "position": "UX/UI Designer & Front-end Developer",
      "url": "https://www.zanozano.com/",
      "startDate": "2023-01-01",
      "endDate": null,
      "summary": "As a freelance UX/UI designer, my role involves creating digital products using agile methodologies. I develop design systems and create views using Figma, followed by implementing websites with React and JavaScript. Additionally, I work on multiple simultaneous projects for various clients, covering everything from user experience design.",
      "highlights": [
        "Design System",
        "Prototype",
        "Web Design",
        "UX/UI Design"
      ]
    },
    {
      "name": "Morphosis",
      "position": "Senior UX/UI Designer",
      "url": "https://morphos.is/",
      "startDate": "2022-12-01",
      "endDate": "2024-01-01",
      "summary": "My role in the company is focused on UX/UI design products using agile methodologies, creating user persona, user journey, benchmarking, and A/B testing. Currently, I am in charge of a Drilling project, developing the accessibility of a Cloud platform. Additionally, I am participating in improving a design kit to enhance the company's design process.",
      "highlights": [
        "Design System",
        "HubSpot",
        "UX/UI Design",
        "Design Thinking"
      ]
    },
    {
      "name": "AmericanScrew",
      "position": "Product Designer",
      "url": "https://americanscrew.cl/",
      "startDate": "2022-12-01",
      "endDate": "2024-01-01",
      "summary": "In my role at the company, I was responsible for creating an internal design system to support the marketing department in enhancing visibility across various applications. I developed a new design system and branding strategy for implementation within the company. Using UX/UI methodologies, I identified visibility issues across the company's different products to ensure increased sales and optimization.",
      "highlights": [
        "Branding System",
        "UX/UI Design",
        "Marketing"
      ]
    },
    {
      "name": "Hackmonkeys",
      "position": "UX/UI & Front-end Developer",
      "url": "https://hackmonkeys.com/",
      "startDate": "2021-03-01",
      "endDate": "2022-12-01",
      "summary": "My role in the company was focused on UX research using agile methodologies, creating user persona, user journey, benchmarking, and A/B testing. Additionally, I was in charge of the UI for different projects like wireframes, mockups, and low-high prototyping using Figma and Adobe XD. On the other hand, I am responsible for front-end projects using JavaScript, React.Js, MUI, and material design as good practices.",
      "highlights": [
        "UX Research",
        "Prototype",
        "Front-end",
        "Design System"
      ]
    },
    {
      "name": "Ballena Submarina",
      "position": "Entrepreneur & Co-Founder",
      "url": "https://www.facebook.com/ballenasubmarina",
      "startDate": "2015-04-01",
      "endDate": "2017-09-01",
      "summary": "My role in the company was focused on creating products from wood and acrylic using CNC laser technology. The products are based on our illustrations as a handmade process and then cut by a CNC laser to make them accessories. On the other hand, I am in charge of developing the branding, marketing, designing, and control processing. Furthermore, I maintain social networks as a community manager.",
      "highlights": [
        "Branding",
        "CNC Design",
        "Product Design",
        "Service Design"
      ]
    },
    {
      "name": "Wisegrowth Start-up",
      "position": "UX Designer & Product Designer",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2016-08-01",
      "endDate": "2017-09-01",
      "summary": "My role in the startup was focused on researching and finding insight to help the development of a product based on farming growth automatization using techniques like design thinking and agile process, testing different shapes of the design product. Finally, a physical prototype and mobile application were made by the team. On the other hand, I was in charge of creating the packaging.",
      "highlights": [
        "Prototype",
        "Packaging Design",
        "Product Design",
        "Design Thinking"
      ]
    },
    {
      "name": "University of Chile",
      "position": "Associate Professor of 3D Modeling",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2017-01-01",
      "endDate": "2017-08-01",
      "summary": "My role in the university was focused on teaching rendering in 3DsMax with VRay and the basic notion of Unreal Engine to 3rd-year students in Graphic and Industrial Design. I taught different design concepts to forty students, such as composition, color theory, rendering, poly modeling, and photo editing with PSD.",
      "highlights": [
        "3D Modeling",
        "Rendering",
        "Teaching",
        "Product Design"
      ]
    },
    {
      "name": "B&V Ingeniería",
      "position": "Lead Designer",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2015-03-01",
      "endDate": "2016-12-01",
      "summary": "My role in the company was to be the lead designer and to address the design department, developing different products to focus on Electrical Engineering and illumination systems through solar panel assembly. On the one hand, I was focused on developing the corporative image and managing the social networks and website of the company. On the other hand, I led an engineering team through agile methodologies, making different products using benchmarking to get insight into the user's pain points.",
      "highlights": [
        "Engineering",
        "Product Design",
        "Light Design",
        "UX Research"
      ]
    },
    {
      "name": "Freelance",
      "position": "UX/UI Designer & Product Designer",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2015-03-01",
      "endDate": "2016-02-01",
      "summary": "As a freelance UX/UI designer, my role involves creating digital products using agile methodologies. I develop design systems and create views using Figma. Additionally, I work on multiple simultaneous projects for various clients, covering everything from user experience design.",
      "highlights": [
        "UX Research",
        "UX/UI Design",
        "Design Thinking"
      ]
    },
    {
      "name": "Medular Ibetek",
      "position": "Product Designer",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2014-01-01",
      "endDate": "2015-03-01",
      "summary": "My role in the company was to be a product designer focusing on making furniture products. I developed products using design thinking methodology and sketches. Then, I made a model of the products to render. Every product was made thinking of the user insights through UX and ergonomics concepts for improving the usability of the products.",
      "highlights": [
        "Product Design",
        "3D Modeling",
        "UX Research"
      ]
    },
    {
      "name": "Diego Portales University",
      "position": "Associate Professor of 3D Modeling",
      "url": "https://www.linkedin.com/company/wisegrowth/",
      "startDate": "2014-03-01",
      "endDate": "2014-12-01",
      "summary": "My role in the university was focused on teaching rendering and parametric modeling in Inventor Autodesk, making blueprints with AutoCAD to 2nd-year and 3rd-year students in Industrial Design. I taught different modeling concepts such as sketching, materials, illumination, rendering, sheet metal modeling, welding, and product designing.",
      "highlights": [
        "3D Modeling",
        "Rendering",
        "Teaching",
        "Product Design"
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "Organization",
      "position": "Volunteer",
      "url": "https://organization.com/",
      "startDate": "2012-01-01",
      "endDate": "2013-01-01",
      "summary": "Description…",
      "highlights": [
        "Awarded 'Volunteer of the Month'"
      ]
    }
  ],
  "education": [
    {
      "institution": "Alkemy",
      "url": "https://www.alkemy.org/",
      "area": "Full Stack Java Development",
      "studyType": "Certificate",
      "summary": "The program was designed to build and maintain software using Java and Spring Boot. It developed REST APIs and managed MySQL databases, adhering to technical specifications to address user problems effectively. The program followed sound programming principles to ensure the delivery of high-quality products.",
      "startDate": "2024-01-01",
      "endDate": null,
      "score": "7.0"
    },
    {
      "institution": "Inforcap",
      "url": "https://www.infocap.cl/",
      "area": "Ruby on Rails Development",
      "studyType": "Certificate",
      "summary": "The program was designed to build and maintain software using Ruby on Rails. It developed REST APIs and managed PostgreSQL databases, adhering to technical specifications to address user needs effectively. By following sound programming principles, it ensured the creation of high-quality products. Additionally, the program was adept at producing minimum viable products (MVPs) to support efficient startup project management.",
      "startDate": "2023-01-01",
      "endDate": "2023-10-01",
      "score": "7.0"
    },
    {
      "institution": "E-CAMP Edutecno",
      "url": "https://edutecno.cl/",
      "area": "Full Stack JavaScript Development",
      "studyType": "Certificate",
      "summary": "The program provided me with the skills to develop and maintain software using JavaScript and JavaScript-based frameworks. It enabled me to create REST API applications and manage PostgreSQL and MongoDB databases, all while focusing on providing technical solutions to effectively address user problems. I applied best programming practices to ensure the product met high-quality standards in line with industry requirements.",
      "startDate": "2021-04-01",
      "endDate": "2021-11-01",
      "score": "7.0"
    },
    {
      "institution": "Google Career",
      "url": "https://www.google.com/about/careers/applications/",
      "area": "UX/UI Design",
      "studyType": "Certificate",
      "summary": "The certificate was developed using a comprehensive design process that began with empathizing with users and identifying pain points. Solutions were then generated through ideation, followed by the creation of wireframes and prototypes. Designs were rigorously tested and iterated upon. The process included conducting UX research studies, interviews, and usability studies, as well as synthesizing research results. Foundational UX concepts, such as user-centered design, accessibility, and equity-focused design, were applied throughout.",
      "startDate": "2021-04-01",
      "endDate": "2021-09-01",
      "score": "7.0"
    },
    {
      "institution": "Northwestern Polytechnical University",
      "url": "https://en.nwpu.edu.cn/",
      "area": "Mechanical Engineering",
      "studyType": "Bachelor",
      "summary": "The master's thesis focused on optimizing the cabin design of delivery vehicles in China by applying a user experience (UX) analysis model and scientific methods. The goal was to enhance ergonomics and design a new vehicle cabin that addresses all user pain points. The thesis was titled 'Delivery Vehicle Optimization Using Jack Software.' Ultimately, the methodology proved successful in resolving posture issues.",
      "startDate": "2017-08-01",
      "endDate": "2020-04-01",
      "score": "3.5"
    },
    {
      "institution": "Diego Portales University",
      "url": "https://faad.udp.cl/",
      "area": "Industrial Design",
      "studyType": "Bachelor",
      "summary": "The thesis focused on the development of a tourist application leveraging emerging technologies like augmented reality. The research employed a methodology grounded in design thinking to uncover insights into the Chilean tourist area of Cahuil. This area is renowned for its extraction of natural sea salt and holds the distinction of being a World Heritage Site. Despite its significance, Cahuil had low tourist visibility. Thus, the thesis aimed to create a technological solution to attract new tourists, offering them an enhanced and educational experience through technology.",
      "startDate": "2010-03-01",
      "endDate": "2015-01-01",
      "score": "6.1"
    }
  ],
  "awards": [
    {
      "title": "Award",
      "date": "2014-11-01",
      "awarder": "Company",
      "summary": "There is no spoon."
    }
  ],
  "certificates": [
    {
      "name": "Certificate",
      "date": "2021-11-07",
      "issuer": "Company",
      "url": "https://certificate.com"
    }
  ],
  "publications": [
    {
      "name": "Publication",
      "publisher": "Company",
      "releaseDate": "2014-10-01",
      "url": "https://publication.com",
      "summary": "Description…"
    }
  ],
  "skills": [
    {
      "name": "HTML",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Frontend"
      ]
    },
    {
      "name": "CSS",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Frontend",
        "Responsive Design"
      ]
    },
    {
      "name": "JavaScript",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Frontend",
        "Backend",
        "Fullstack"
      ]
    },
    {
      "name": "Node",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Backend",
        "JavaScript",
        "Server"
      ]
    },
    {
      "name": "MySQL",
      "level": "Advanced",
      "keywords": [
        "Data Base",
        "SQL",
        "Data storage",
        "Backend"
      ]
    },
    {
      "name": "Git",
      "level": "Advanced",
      "keywords": [
        "Version control",
        "Collaboration",
        "Source code"
      ]
    },
    {
      "name": "GitHub",
      "level": "Advanced",
      "keywords": [
        "Version control",
        "Collaboration",
        "Source code",
        "Git"
      ]
    },
    {
      "name": "Next.js",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Frontend",
        "React Framework",
        "SSR",
        "Static Generation"
      ]
    },
    {
      "name": "React",
      "level": "Advanced",
      "keywords": [
        "Web Development",
        "Frontend",
        "JavaScript Library",
        "UI"
      ]
    }
  ],
  "languages": [
    {
      "language": "Spanish",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "Advanced"
    }
  ],
  "interests": [
    {
      "name": "Wildlife",
      "keywords": [
        "Ferrets",
        "Unicorns"
      ]
    }
  ],
  "references": [
    {
      "name": "Jane Doe",
      "reference": "Reference…"
    }
  ],
  "projects": [
    {
      "name": "FullClima App",
      "isActive": true,
      "description": "The Air Conditioning Control Hub is a robust Ruby-based application designed to revolutionize the management of air conditioning units across various settings",
      "highlights": [
        "Management",
        "Ruby on Rails"
      ],
      "github": "https://github.com/midudev/pruebas-tecnicas"
    }
  ]
}
